{ "translations": {
    "New notebook" : "Новый блокнот",
    "Not in notebook" : "Не в блокноте",
    "Notebook name" : "Название блокнота",
    "Deleted notes" : "Удалённые заметки",
    "all" : "все",
    "new" : "новая",
    "save" : "сохранить",
    "back" : "назад",
    "create" : "создать",
    "cancel" : "отменить",
    "name" : "имя",
    "modified" : "изменён",
    "Delete note" : "Удалить заметку",
    "Restore note" : "Восстановить заметку",
    "Edit note" : "Редактировать заметку",
    "Share note" : "Поделиться заметкой",
    "Shared with you by %s" : "С вами поделился %s",
    "You don't have permissions to edit this note" : "У вас нет прав на редактирование этой заметки",
    "Notes" : "Заметки",
    "Nextnote" : "Следующая заметка",
    "NextNote" : "Следующая заметка",
    "How would you like to store your notes?" : "Как бы вы хотели сохранять ваши заметки?",
    "Database only" : "Только база данных",
    "During development of this app, only database exists. File mode will be added later" : "В течение периода разработки этого приложения, доступна только база данных. Позже будут добавлены файловые операции.",
    "Please enter the folder name you would like to use to store notes, with no slashes." : "Пожалуйста, задайте имя папки, которое вы хотите использовать для хранения заметок, без косых черт.",
    "How would you like to handle groups for shared notes?" : "Как бы вы хотели управлять группами для заметок, которыми возможно поделиться?",
    "Synchronized groups merge all shared notes, that have the same groupnames in the same group. Standalone groups get separate groups with their owner in the name. If 'UserA' shares a note in 'GroupX' with 'UserB', that also has a group called 'GroupX', 'Synchronized' will show them in the group 'GroupX' and 'Standalone' will show two groups 'GroupX' and 'GroupX (UserA)' for 'UserB'." : "Синхронизированные группы объединяют все общие заметки, которые имеют одинаковые имена групп, в одну группу. Отдельные группы получают отдельные группы с их владельцем в названии. Если «UserA» делиться заметкой в группе «GroupX» с пользователем «UserB», у нее также есть группа «GroupX», «Synchronized» отобразит их в группе «GroupX», а «Standalone» отобразит две группы «GroupX» и «GroupX (UserA)» для пользователя «UserB».",
    "Synchronized" : "Синхронизировано",
    "Standalone" : "Отдельно стоящая",
    "View mode" : "Режим просмотра",
    "Column view" : "Колонками",
    "Single view" : "Одиночный",
    "Create example note" : "Создать тестовую заметку"
},"pluralForm" :"nplurals=4; plural=(n%10==1 && n%100!=11 ? 0 : n%10>=2 && n%10<=4 && (n%100<12 || n%100>14) ? 1 : n%10==0 || (n%10>=5 && n%10<=9) || (n%100>=11 && n%100<=14)? 2 : 3);"
}